Repository: netsphere-labs/canna
Catalog: debian/po/*.po
Languages: de, eu, fi, fr, nl, pt_br, ru, tr

source: Do you want to run the Canna server ?
de: Wollen Sie den Canna-Server betreiben?
eu: Canna zerbitzaria exekutatu nahi duzu?
fi: Ajetaanko Canna-palvelinta?
fr: Faut-il lancer le serveur Canna ?
nl: Wilt u de Canna-server uitvoeren?
pt_br: Deseja executar o servidor Canna ?
ru: Запускать Canna сервер ?
tr: Canna sunucusunu çalıştırmak istiyor musunuz?

source: This package contains the Canna server and server-related utilities. If you are only interested in these utilities, you can disable the Canna server here.
de: Dieses Paket enthält den Canna-Server und Server-Werkzeuge. Wenn Sie nur an diesen Werkzeugen interessiert sind, können Sie den Canna-Server hier deaktivieren.
eu: Pakete hau Canna zerbitzariak eta zerbitzariaren utilitate osagarriek osatzen dute. Utilitateetan soilik interesaturik bazaude, Canna zerbitzaria desgaitu dezakezu hemen.
fi: Tämä paketti sisältää Canna-palvelimen ja siihen liittyviä työkaluja. Jos halutaan käyttää vain näitä työkaluja, Canna-palvelin voidaan passivoida tässä.
fr: Ce paquet inclut le serveur Canna et les utilitaires qui l'accompagnent. Si seuls ceux-ci vous intéressent, vous pouvez désactiver le serveur ici.
ru: Данный пакет содержит Canna сервер и серверные утилиты. Если вам требуются только утилиты, то вы можете не запускать Canna сервер.
tr: Bu paket Canna sunucusunu ve sunucuyla ilgili araçları içerir. Eğer sadece araçlarla ilgileniyorsanız burada Canna sunucusunu etkisizleştirebilirsiniz.

source: Do you want to connect to the Canna server from a remote host?
de: Wollen Sie sich von entfernten Rechnern mit dem Canna-Server verbinden?
eu: Urruneko ostalari batetik konektatu nahi duzu Canna zerbitzarira?
fi: Tulisiko Canna-palvelimen sallia etäyhteyksiä?
fr: Souhaitez-vous que des hôtes distants puissent se connecter au serveur Canna ?
ru: Разрешить подключения к Canna серверу с удалённых хостов?
tr: Canna sunucusuna uzak bir makineden bağlanmak istiyor musunuz?

source: The Canna server only allows connections via UNIX domain sockets when the `-inet' option is not specified. This means that when the Canna server is started without the `-inet' option, only clients which run on the same host can connect to the server. Some clients such as, `egg' and `yc-el', do not support UNIX domain socket and require the `-inet' option, even if they run on the same host.
de: Der Canna-Server lässt nur Verbindungen über UNIX-Domain-Sockets zu, wenn die Option »-inet« nicht angegeben wurde. Das bedeutet, wenn der Canna-Server ohne diese Option gestartet wird, können sich nur Clients mit dem Server verbinden, die auf dem selben Rechner laufen. Einige Clients wie »egg« und »yc-el« unterstützen keine UNIX-Domain-Sockets und erfordern die Option »-inet«, sogar wenn sie auf dem selben Rechner laufen.
eu: Canna zerbitzariak '-inet' aukera hautaturik ez denean soilik onartzen ditu UNIX domeinuko socket-en bitarteko konexioak. Honek esan nahi du Canna zerbitzaria '-inet' aukera gabe abiarazten denean ostalari berean exekutatzen diren bezeroak soilik konektatu ahalko direla zerbitzarira. Bezero batzuek, 'egg' eta 'yc-el' adibidez, ez dute UNIX domeinuko socket-ik onartzen eta, beraz, '-inet' aukera eskatzen dute, zerbitzari berean exekutatzen direnean ere.
fi: Canna-palvelin sallii yhteydet vain UNIXin pistokkeiden kautta, jos valitsinta ”-inet” ei ole annettu. Tämä tarkoittaa, että kun Canna-palvelin on käynnistetty ilman valitsinta ”-inet”, vain samalla koneella olevat asiakkaat voivat ottaa yhteyden palvelimeen. Jotkin asiakkaat, kuten ”egg” ja ”yc-el” eivät tue Unixin pistokkeita ja vaativat ”-inet”-valitsimen, vaikka niitä ajettaisiin samalla koneella.
fr: Il n'est possible de se connecter à cette version du serveur Canna que par des « sockets » de domaine UNIX si on n'utilise pas l'option « -inet » (pour améliorer la sécurité). Cela signifie que lorsque le serveur Canna est lancé sans cette option, seuls les clients fonctionnant sur le même hôte que le serveur pourront s'y connecter. Veuillez noter que certains clients comme « egg » et « yc-el » ne gèrent pas les « sockets » de domaine UNIX et imposent d'utiliser l'option « -inet » même s'ils sont utilisés sur le même hôte que le serveur.
ru: Если не указан параметр `-inet', к Canna серверу разрешены подключения только через доменные сокеты UNIX. Это означает, что когда Canna сервер запускается без параметра `-inet', то только клиенты на том же компьютере могут подключаться к серверу. Некоторые клиенты, например `egg' и `yc-el', не поддерживают доменные сокеты UNIX, и для них нужен параметр `-inet', даже если они запускаются на той же машине что и сервер.
tr: `-inet' seçeneği belirtilmediğinde Canna sunucusu sadece UNIX alan soketlerinden gelen bağlantıları kabul eder. Bu, Canna sunucusu `-inet' seçeneği olmadan başlatıldığında sunucuya sadece aynı bilgisayardaki istemcilerin bağlanabileceği anlamına gelir. `egg' ve `yc-el' gibi bazı istemciler UNIX alan soketlerini desteklemez ve aynı makinede çalışsalar bile `-inet' seçeneğini gerektirirler.

source: If you want to connect to this Canna server from remote hosts, or if you want to use INET-domain-only software, you should run the server with the `-inet' option.
de: Wenn Sie sich von entfernen Rechnern auf diesen Canna-Server verbinden wollen oder Software nutzen, die nur INET-Domains unterstützt, sollten Sie den Server mit der Option »-inet« betreiben.
eu: Canna zerbitzari honetara urruneko ostalarietatik konektatu nahi baduzu, edo INET aukeraz soilik funtzionatzen duen softwarea erabili nahi baduzu, '-inet' aukerarekin exekutatu beharko zenuke zerbitzaria.
fi: Jos Canna-palvelimeen halutaan ottaa yhteyttä toisilta koneilta tai jos käytetään ohjelmia, jotka osaavat käyttää vain INET-yhteyksiä, palvelinta tulisi ajaa valitsimen ”-inet” kanssa.
fr: Si vous souhaitez pouvoir vous connecter à ce serveur Canna depuis des hôtes distants ou si vous prévoyez d'utiliser des logiciels ne fonctionnant qu'avec l'option « -inet », le serveur doit utiliser cette option.
ru: Если вы хотите подключаться к Canna серверу с удалённых хостов, или если вы хотите использовать ПО, работающее только через INET-домены, то вам нужно запускать сервер с параметром `-inet'.
tr: Eğer bu Canna sunucusuna uzak makinelerden de bağlanmak istiyorsanız veya sadece INET alanıyla çalışan yazılımları kullanmak istiyorsanız sunucuyu `-inet' seçeneği ile çalıştırmalısınız.

source: Manage /etc/hosts.canna with debconf ?
de: Die Datei /etc/hosts.canna mit Debconf verwalten?
eu: Debconf-ek /etc/hosts.canna kudeatzea nahi duzu?
fi: Hallinnoidaanko tiedostoa /etc/hosts.canna debconfilla?
fr: Faut-il gérer /etc/hosts.canna avec debconf ?
nl: Wilt u /etc/hosts.canna met debconf beheren?
pt_br: Gerenciar o arquivo /etc/hosts.canna com o debconf ?
ru: Управлять файлом /etc/hosts.canna через debconf ?
tr: /etc/hosts.canna yapılandırması debconf ile yönetilsin mi?

source: /etc/hosts.canna controls which hosts can connect to this server.
de: Die Datei /etc/hosts.canna legt fest, welcher Rechner sich mit diesem Server verbinden darf.
eu: /etc/hosts.canna-k zerbizari honetara zer ostalari konekta daitezkeen kontrolatzen du.
fi: /etc/hosts.canna kontrolloi mitkä koneet voivat ottaa yhteyden palvelimelle.
fr: Ce fichier gère les autorisations de connexion des hôtes distants au serveur Canna.
ru: Файл /etc/hosts.canna контролирует какие хосты могут подключаться к серверу.
tr: /etc/hosts.canna dosyası bu sunucuya hangi makinelerin bağlanabileceğini belirler.

source: By default /etc/hosts.canna will be managed with debconf. Refuse here if you want to manage /etc/hosts.canna yourself.
de: Normalerweise wird die Datei /etc/hosts.canna von debconf verwaltet. Lehnen Sie das hier ab, wenn Sie die Datei /etc/hosts.canna selbst verwalten wollen.
eu: Lehenespenez, debconf-ek kudeatuko du /etc/hosts.canna. Uko egiozu hemen horri /etc/hosts.canna zuk kudeatu nahi baduzu.
fi: Oletuksena tiedostoa /etc/hosts.canna hallinnoi debconf. Älä valitse tätä, jos haluat hallinnoida kyseistä tiedostoa itse.
fr: Par défaut, il sera géré par debconf. Refusez ici si vous souhaitez le gérer vous-même.
nl: Standaard zal /etc/hosts.canna met debconf beheerd worden. Weiger hier als u zelf /etc/hosts.canna wilt beheren.
pt_br: Por padrão, o arquivo /etc/hosts.canna será gerenciado com o debconf. Não aceite a opção de gerenciar o arquivo /etc/hosts.canna com o debconf caso você queira gerenciar esse arquivo manualmente.
ru: По умолчанию файл /etc/hosts.canna управляется через debconf. Ответьте отрицательно, если хотите редактировать файл /etc/hosts.canna самостоятельно.
tr: Öntanımlı olarak bu dosya debconf aracılığıyla yönetilir. Eğer bu dosyayı kendiniz yönetmek istiyorsanız bu teklifi reddedin.

source: Please enter the name of each host allowed to connect to this server
de: Bitte Namen aller Rechner eingeben, die sich mit diesem Server verbinden dürfen
eu: Sar ezazu hemen zerbitzari honetara konektatzera baimendu nahi duzun ostalari bakoitzaren izena.
fi: Nimeä koneet, jotka saavat ottaa yhteyden palvelimeen:
fr: Hôtes autorisés à se connecter à ce serveur??:
ru: Введите имя каждого хоста, с которого разрешено подключаться к серверу
tr: Lütfen bu sunucuya bağlanmasını istediğiniz her bir makinenin adını girin

source: Please enter the names of the hosts allowed to connect to this Canna server, separated by spaces.
de: Bitte geben Sie durch Leerzeichen getrennt die Namen der Rechner ein, die sich mit diesem Canna-Server verbinden dürfen.
eu: Sartu hemen Canna zerbitzari honetara konektatzera baimendutako ostalarien izenak, zuriunez tartekaturik.
fi: Anna välilyönnein eroteltuina kaikkien niiden koneiden nimet, jotka saavat ottaa yhteyden Canna-palvelimeen.
fr: Veuillez indiquer les noms d'hôtes autorisés à se connecter à ce serveur Canna, séparés par des espaces.
ru: Введите имена хостов через пробел, с которых разрешено подключаться к серверу Canna.
tr: Lütfen bu Canna sunucuya bağlanmasını istediğiniz her bir makinenin adını boşluklarla ayrılmış olarak girin.

source: `unix' is a special notation for allowing access via UNIX domain sockets.
de: »unix« ist eine besondere Schreibweise, um den Zugriff über UNIX-Domain-Sockets zu gestatten.
eu: 'unix' notazio berezi bat da, UNIX domeinuko socket-en bitartez konektatzeko aukera ematen duena.
fi: Nimi ”unix” sallii yhteydet UNIXin pistokkeiden kautta.
fr: « unix » est une entrée spéciale qui autorise l'accès par les « sockets » de domaine UNIX.
ru: `unix' -- это специальное обозначение, которое указывается, если нужно разрешить доступ через доменные сокеты UNIX.
tr: `unix', UNIX alan soketlerinden gelen bağlantıları kabul etmek için özel bir işarettir.

source: Canna input style
de: Eingabestil von Canna
eu: Canna input estiloa
fi: Cannan syöttötyyli:
fr: Méthode de saisie de Canna
nl: Canna-invoerstijl
pt_br: Estilo de entrada Canna
ru: Стиль ввода Canna
tr: Canna girdi biçemi

source: Please choose the default canna input style below, which will be installed if there is no previous configuration:
de: Bitte wählen Sie unten den Standard-Eingabestil aus, der verwendet wird, wenn keine vorherige Einstellung vorhanden ist:
eu: Hauta ezazu behean Canna input estilo lehenetsia, instalatua izan dadin aurretik emaniko konfiguraziorik ez badago.
fi: Valitse alta Cannan oletussyöttötyyli, jota käytetään, jos aikaisempia asetuksia ei ole:
fr: Veuillez choisir la méthode de saisie par défaut de canna. Elle sera mise en place si aucune configuration antérieure n'existe.
ru: Выберите стиль ввода canna по умолчанию, который будет установлен, если не был настроен ранее:
tr: Lütfen aşağıdan öntanımlı canna girdi biçemini seçin. Eğer mevcut bir yapılandırma yoksa seçilen biçem kurulacak.

source: verbose - Canna3.5 default style with verbose comments 1.1 - old Canna style (ver. 1.1) 1.2 - old Canna style (ver. 1.2) jdaemon - jdaemon style just - Justsystem ATOK like style lan5 - LAN5 like style matsu - MATSU word processor like style skk - SKK like style tut - for TUT-Code unix - UNIX style vje - vje like style wx2+ - WX2+ style
de: verbose - Canna3.5-Standard-Stil mit ausführlichen Kommentaren 1.1 - alter Canna-Stil (Ver. 1.1) 1.2 - alter Canna-Stil (Ver. 1.2) jdaemon - Jdaemon-Stil just - Justsystem-ATOK-Stil lan5 - LAN5-Stil matsu - MATSU-Word-Processor-Stil skk - SKK-Stil tut - für TUT-Code unix - UNIX-Stil vje - Vje-Stil wx2+ - WX2+-Stil
eu: verbose - Canna3.5 estilo lehenetsia iruzkin xehatuekin 1.1 - Canna estilo zaharra (1.1 ber.) 1.2 - Canna estilo zaharra (1.2 ber.) jdaemon - jdaemon estiloa just - Justsystem ATOK erako estiloa lan5 - LAN5 erako estiloa matsu - MATSU hitz prozesatzailearen erako estiloa skk - SKK erako estiloa tut - TUT-Code-rako estiloa unix - UNIX estiloa vje - vje erako estiloa wx2+ - WX2+ estiloa
fi: verbose - Canna3.5:n oletustyyli yksityiskohtaisin kommentein 1.1 - vanha Canna-tyyli (versio 1.1) 1.2 - vanha Canna-tyyli (versio 1.2) jdaemon - jdaemon-tyyli just - Justsystem ATOK -tyyppinen tyyli lan5 - LAN5-tyyppinen tyyli matsu - MATSU-kirjoituskone-tyyppinen tyyli skk - SKK-tyyppinen tyyli tut - TUT-Code unix - UNIX-tyyli vje - vje-tyyppinentyyli wx2+ - WX2+-tyyli
fr: verbose : méthode par défaut de Canna 3.5 avec commentaires bavards ; 1.1 : ancienne méthode de Canna 1.1 ; 1.2 : ancienne méthode de Canna 1.2 ; jdaemon : méthode jdaemon ; just : méthode analogue à ATOK Justsystem ; lan5 : méthode analogue à LAN5 ; matsu : méthode analogue à celle du traitement de texte MATSU ; skk : méthode analogue à SKK ; tut : méthode destinée à « TUT-Code » ; unix : méthode UNIX ; vje : méthode analogue à VJE ; wx2+ : méthode analogue à WX2+.
ru: verbose - Canna3.5 стиль по умолчанию с подробными комментариями 1.1 - старый стиль Canna (вер. 1.1) 1.2 - старый стиль Canna (вер. 1.2) jdaemon - стиль jdaemon just - Justsystem ATOK-подобный стиль lan5 - LAN5-подобный стиль matsu - стиль, подобный текстовому процессору MATSU skk - SKK-подобный стиль tut - для TUT-Code unix - UNIX стиль vje - vje-подобный стиль wx2+ - WX2+ стиль
tr: verbose - ayrıntılı yorumlarla öntanımlı Canna3.5 biçemi 1.1 - eski Canna biçemi (sür. 1.1) 1.2 - eski Canna biçemi (sür. 1.2) jdaemon - jdaemon biçemi just - Justsystem ATOK benzeri biçem lan5 - LAN5 benzeri biçem matsu - MATSU kelime işlemcisi benzeri biçem skk - SKK benzeri biçem tut - TUT-Code için unix - UNIX biçemi vje - vje benzeri biçem wx2+ - WX2+ biçemi

source: This package contains the Canna server and server related utilities. If you are only interested in these utilities, you can disable the Canna server here.
nl: Dit pakket bevat de Canna-server en servergerelateerde utilities. Als u enkel geïnteresseerd bent in deze utilities, dan kunt u hier zorgen dat de Canna-server niet wordt uitgevoerd.
pt_br: Este pacote contém o servidor Canna e os utilitários de servidor relacionados. Caso você esteja somente interessado nos utilitários, você pode desabilitar o servidor Canna aqui.

source: Do you want to connect to the Canna server from remote host?
nl: Wilt u de Canna-server connecteren van een andere computer?
pt_br: Conectar-se ao servidor Canna a partir de um host remoto ?

source: The Canna server only allows connections via UNIX domain sockets when `-inet' option is not specified. It means that when Canna server is started without `-inet' option, only clients which run on the same host can connect to the server. Some clients such as `egg' and `yc-el' do not support UNIX domain socket and require `-inet' option even if they run on the same host.
nl: De Canna-server aanvaardt enkel connecties via de UNIX-domeinsocket wanneer de `-inet'-optie niet wordt aangegeven. Dit betekent dat wanneer de Canna-server opgestart wordt zonder de `-inet'-optie, uitsluitend clients die op dezelfde host draaien, een verbinding kunnen maken met de server. Enkele clients zoals `egg' en `yc-el' ondersteunen geen UNIX-domeinsockets en vereisen de `-inet'-optie ook al draaien ze op dezelfde host.
pt_br: Esta versão do servidor Canna permite conexões somente através de um soquete de domínio UNIX sem a opção `-inet' (isso é um melhora em termos de segurança). Isso significa que quando o servidor Canna é iniciado sem a opção `inet', somente os clientes em execução no mesmo host onde o servidor Canna está em execução podem se conectar ao servidor. Note que alguns clientes como o `egg' e o `yc-el' não suportam soquetes de domínio UNIX e precisam da opção `-inet' mesmo quando quando são executados no mesmo host.

source: If you want to connect this Canna server from remote hosts or if you want to use INET-domain-only softwares, you should run the server with `-inet' option.
nl: Als u een verbinding wilt maken met de Canna-server vanaf andere computers of als u INET-domein-specifieke software wilt gebruiken, dan moet u de server uitvoeren met de `-inet'-optie.
pt_br: Caso você queira se conectar ao servidor Canna a partir de hosts remotos ou caso você queira usar softwares somente-domínios-INET você deverá executar o servidor com a opção `-inet'.

source: /etc/hosts.canna controls which host can connect to this server.
nl: /etc/hosts.canna bepaalt welke host met de server een verbinding kan maken.
pt_br: O arquivo /etc/hosts.canna controla quais hosts podem se conectar a este servidor.

source: Please enter the name of hosts allowed to connect this server
nl: Geef de naam van de hosts die toegang krijgen tot de server
pt_br: Por favor, informe o nome dos hosts que tem permissão para se conectarem a este servidor

source: Please enter the names of hosts allowed to connect to this Canna server, separated by spaces.
nl: Geef de namen van de hosts die toestemming krijgen om met deze Canna-server een verbinding te maken, gescheiden met spaties.
pt_br: Por favor informe os nomes dos hosts, separados por vírgulas, que tem permissão para se conectarem a este servidor Canna.

source: `unix' is a special notation for allowing the accses via UNIX domain sockets.
nl: `unix' is een speciale notatie om de toegang via UNIX-domeinsockets toe te laten.
pt_br: `unix' é uma notação especial que significa permitir o acesso através de soquetes de domínio UNIX.

source: Please choose default canna input style below, which will be installed if there is no previous configuration:
nl: Kies de standaard canna-invoerstijl, welke zal worden geïnstalleerd als er geen vorige configuratie is:
pt_br: Por favor, escolha o método de entrada padrão do Canna abaixo, o qual será instalado caso não exista configuração anterior :

source: verbose - Canna3.5 default style with verbose comments 1.1 - old Canna style (ver. 1.1) 1.2 - old Canna style (ver. 1.2) jdaemon - jdaemon style just - Justsystem ATOK like style lan5 - LAN5 like style matsu - MATSU word prosessor like style skk - SKK like style tut - for TUT-Code unix - UNIX style vje - vje like style wx2+ - WX2+ style
nl: verbose - Canna3.5 standaard stijl met woordenrijke commentaar 1.1 - oude Canna-stijl (ver. 1.1) 1.2 - oude Canna-stijl (ver. 1.2) jdaemon - jdaemon-stijl just - zoals Justsystem ATOK-stijl lan5 - zoals LAN5-stijl matsu - zoals de MATSU-tekstverwerkingstijl skk - zoals de SKK-stijl tut - voor TUT-Code unix - UNIX-stijl vje - zoals de vje-stijl wx2+ - WX2+-stijl
pt_br: verbose - Estilo padrão Canna3.5 com comentários verbosos 1.1 - antigo estilo Canna (ver. 1.1) 1.2 - antigo estilo Canna (ver. 1.2) jdaemon - estilo jdaemon just - estilo parecido com Justsystem ATOK lan5 - estilo parecido com LAN5 matsu - estilo parecido com processador de textos MATSU skk - estilo parecido com SKK tut - para TUT-Code unix - estilo UNIX vje - estilo parecido com vje wx2+ - estilo WX2+
